module.exports = (bot) => {
  bot.command("help", async (ctx) => {
    await ctx.reply(
      `📚 راهنمای ربات روهین

سلام 👋
به ربات روهین خوش اومدی.
از قابلیت‌های زیر می‌تونی استفاده کنی:

🤖 هوش مصنوعی
/rohingpt
فعال کردن حالت گفتگو با هوش مصنوعی.
هر پیامی بفرستی پاسخ دریافت می‌کنی.

برای خروج:
پایان

💬 ارتباط با روهین
/connect
با فعال کردن این بخش، پیام تو مستقیماً برای روهین ارسال میشه.

برای خروج:
تموم شد

تکرار کردن کلمه
/repeat

دستور مخصوص ادمین‌ها
/admin

❓ سوال یا مشکل داشتی؟
از بخش ارتباط با روهین استفاده کن.

موفق باشی 🤝`,
    );
  });
};
